INSERT INTO products ("name", "required", "description", price, start_time, end_time, organizer, "image" ) VALUES
('Ангрекумы',10,'Ангрекумы (лат. angraecum) - орхидеи внушительных размеров. Ангрекумы образуют ствол и мощные воздушные корни.', 1.45,  now(), now() + INTERVAL '130 DAYS', 2, 'Ангрекумы.jpg'),
('Бифренарии',7, 'Бифренарии (лат. bifrenaria) - эпифитные орхидеи, близкие к ликастам.', 1.84,  now(), now() + INTERVAL '20 DAYS', 4, 'Бифренарии.jpg'),
('Ванды',3, 'Ванды (лат. vanda) - эпифитные или литофитные орхидеи с 1 стеблем, с толстыми воздушными корнями, впечатляющих размеров.', 1.63,  now(), now() + INTERVAL '48 DAYS', 2, 'Ванды.jpg'),
('Каттлеи',8, 'Каттлеи (лат. cattleya) - эпифитные растения. Цветки каттлеи очень ярких оттенков и часто источают очень экзотический, но приятный, сладкий, ванильный аромат.', 7.45,  now(), now() + INTERVAL '55 DAYS', 1, 'Каттлеи.jpg'),
('Масдеваллии',5, 'Масдеваллии (лат. masdevallia) - эпифитные или наземные орхидеи.', 1.33,  now(), now() + INTERVAL '1 DAYS', 4, 'Масдеваллии.jpg'),
('Целогины',11, 'Целогины (лат. coelogyne) - наземные или эпифитные орхидеи, с разнообразными по форме, цвету и аромату цветками.', 4.45,  now(), now() + INTERVAL '8 DAYS', 1, 'Целогины.jpg'),
('Энциклии',4, 'Энциклии (лат. encyclia) - эпифитные орхидеи, в основном вечнозеленые, с неопадающими листьями, близки к эпидендрумам.', 2.44,  now(), now() + INTERVAL '3 DAYS',1 , 'Энциклии.jpg');





